package com.example.languapp.Adapter;

public class Data {

//////////////          Создаем Title для карточки (в будущем - цепляем из бд         //////////////

    public static String[] title = new String[] {
            "Card",
    };

////////////////////////////////////////////////////////////////////////////////////////////////////

//////////////         Создаем слова для карточки (в будущем - цепляем из бд)         //////////////

    public static String[] words = new String[] {
            "Home",
            "Kitchen",
            "Rat",
            "Waterpool",
            "Cat"
    };

////////////////////////////////////////////////////////////////////////////////////////////////////

//////////////    Создаем транскрипции для карточки (в будущем - цепляем из бд)       //////////////

    public static String[] descriptions = new String[] {
            "Дом",
            "Кухня",
            "Крыса",
            "Бассейн",
            "Кошка"
    };
////////////////////////////////////////////////////////////////////////////////////////////////////
}
